Repository: TeamDignitas/dignitas
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ro

# title-page-not-found
source: page not found
ro: pagină negăsită

# info-page-not-found
source: We're sorry, the page you requested does not exist. Please ensure you typed in the correct address or go back to the <a href="%1">home page</a>.
ro: Regretăm, dar pagina cerută nu există. Asigură-te că ai tastat adresa corectă sau vizitează <a href="%1">pagina principală</a>.

# title-about
source: about us
ro: despre noi

# title-contact
source: contact us
ro: contact

# title-dashboard
source: dashboard
ro: panou de control

# link-my-drafts
source: my drafts
ro: ciornele mele

# link-add-statement
source: add a statement
ro: adaugă o afirmație

# link-add-entity
source: add an author
ro: adaugă un autor

# link-domains
source: domains
ro: domenii

# link-canned-responses
source: canned responses
ro: răspunsuri predefinite

# link-invites
source: invites
ro: invitații

# link-entity-types
source: author types
ro: tipuri de autori

# link-relation-types
source: relationship types
ro: tipuri de relații

# link-static-resources
source: static resources
ro: resurse statice

# link-regions
source: regions
ro: regiuni

# link-tags
source: tags
ro: etichete

# title-review-queues
source: review queues
ro: cozi de evaluare

# title-reports
source: reports in need of attention
ro: rapoarte care necesită atenție

# link-verdict-report
source: statements with unclear verdicts
ro: afirmații cu verdicte neclare

# title-my-drafts
source: my drafts
ro: ciornele mele

# label-statements
source: statements
ro: afirmații

# label-answers
source: answers
ro: răspunsuri

# link-edit
source: edit
ro: editează

# label-contribute-index
source: contribute
ro: contribuie și tu

# link-add-answer
source: add an answer
ro: adaugă un răspuns

# title-recent-statements
source: recent statements
ro: afirmații recente

# title-search-results
source: search results
ro: rezultatele căutării

# title-entities
source: authors
ro: autori

# title-statements
source: statements
ro: afirmații

# title-regions
source: regions
ro: regiuni

# title-tags
source: tags
ro: etichete

# info-no-search-results
source: Your search «%1» produced no results.
ro: Căutarea «%1» nu a dat rezultate.

# title-markdown-code
source: Markdown Code
ro: Codul Markdown

# label-back
source: back
ro: înapoi

# info-markdown-code
source: Markdown is the notation that produces the article's formatted text. Only the content of Markdown-aware fields is displayed.
ro: Codul Markdown este notația care produce textul formatat al articolului. Este afișat doar conținutul cîmpurilor care admit notația Markdown.

# title-edit-answer
source: edit answer
ro: editează răspunsul

# link-save
source: save
ro: salvează

# title-archived-link
source: Archived page
ro: Pagină arhivată

# info-archived-link
source: This is an archived version.
ro: Aceasta este o versiune arhivată.

# label-archived-link-downloaded
source: downloaded
ro: descărcată

# link-live-page
source: view the live page
ro: vezi pagina originală

# title-log-in
source: log in
ro: autentificare

# label-email
source: email
ro: adresa de e-mail

# label-password
source: password
ro: parola

# link-forgot-password
source: I forgot my password
ro: mi-am uitat parola

# label-remember-me
source: Remember me for one year.
ro: Ține-mă minte un an.

# link-log-in
source: log in
ro: autentificare

# link-sign-up
source: sign up
ro: înregistrare

# title-lost-password
source: lost password
ro: parolă uitată

# info-password-recovery-process
source: Enter your email address and we will send you a link to reset your password.
ro: Introdu adresa de e-mail și îți vom trimite un link pentru schimbarea parolei.

# link-send
source: send
ro: trimite

# info-password-recovery-email-sent
source: We sent an email to <b>%1</b>. Please click the link inside to reset your password.
ro: Am trimis un e-mail la <b>%1</b>. Te rugăm accesează link-ul din e-mail pentru a îți reseta parola.

# title-sign-up
source: sign up
ro: înregistrare

# label-nickname
source: nickname
ro: poreclă

# label-password-again
source: password (again)
ro: parola (din nou)

# label-register-manual
source: I have read the <a href="%1">Dignitas user manual</a> and agree with it.
ro: Am citit <a href="%1">Manualul de utilizare</a> al platformei Dignitas și sînt de acord cu el.

# link-has-account-already
source: I already have an account
ro: am deja un cont

# title-redirecting
source: redirecting you back
ro: te redirecționăm

# link-repost-manual
source: click here if you are not redirected automatically
ro: click aici dacă nu ești redirectat(ă) automat

# title-reset-password
source: reset password
ro: recuperarea parolei

# label-date
source: date
ro: dată

# label-action
source: action
ro: acțiune

# action-target-answer
source: an answer
ro: un răspuns

# action-target-comment
source: a comment
ro: un comentariu

# action-updated-user-profile
source: updated user profile
ro: și-a actualizat profilul

# link-add-comment
source: add a comment
ro: adaugă un comentariu

source: tag
ro: etichetă

# link-delete-alias
source: delete the alias
ro: șterge aliasul

# tooltip-downvote-answer-singular-%1
source: Downvoting costs one reputation point.
ro: Votul negativ te costă un punct de reputație.

# answer-posted-by
source: posted by
ro: publicat de

# info-answer-permalink
source: permanent link to this answer
ro: legătură permanentă către acest răspuns

# link-permalink
source: permalink
ro: legătură permanentă

# link-verdict-details
source: details about verdicts and their effects
ro: detalii despre verdicte și efectele lor

# info-confirm-delete-answer
source: Are you sure you want to delete this answer?
ro: Confirmi ștergerea acestui răspuns?

# info-confirm-reopen-answer
source: Are you sure you want to reopen this answer?
ro: Confirmi redeschiderea acestui răspuns?

# title-answer-resources
source: Tips for answering
ro: Sugestii de analiză

# label-answer-resources-checkbox
source: show tips when I'm composing an answer
ro: arată sugestiile cînd compun un răspuns

# info-comment-permalink
source: permanent link to this comment
ro: legătură permanentă către acest comentariu

# info-confirm-delete-comment
source: Are you sure you want to delete this comment?
ro: Confirmi ștergerea acestui comentariu?

# link-delete
source: delete
ro: șterge

# link-pick-canned-response
source: canned responses
ro: mesaje predefinite

# link-cancel
source: cancel
ro: renunță

# label-duplicate-of
source: duplicate of
ro: duplicat al lui

# info-reviewed-because
source: review reason
ro: evaluare pentru motivul

# label-resolution
source: resolution
ro: rezoluție

# title-votes
source: votes
ro: voturi

# identical-lines-skipped-singular
source: one identical line skipped
ro: o linie identică omisă

# label-draft
source: draft
ro: ciornă

# link-suggest-edit
source: suggest an edit
ro: sugerează o modificare

# title-alias
source: also known as
ro: alias

# title-relations
source: relationships
ro: relații

# title-region
source: region
ro: regiune

# title-profile
source: profile
ro: profil

# title-entity-links
source: external links
ro: legături externe

# title-members
source: members
ro: membri

# label-sort
source: order by
ro: ordine

# sort-name-asc
source: alphabetical order
ro: alfabetic

# sort-name-desc
source: reverse alphabetical order
ro: invers alfabetic

# sort-create-date-desc
source: most recently added
ro: cel mai recent adăugate

# sort-create-date-asc
source: least recently added
ro: cel mai demult adăugate

# label-region
source: region
ro: regiune

# title-test-login
source: test user login
ro: autentificare ca utilizator de test

# label-reputation
source: reputation
ro: reputație

# link-test-login
source: test user login
ro: autentificare ca utilizator de test

# link-flag
source: flag
ro: raportează

# link-unflag
source: unflag
ro: șterge raportarea

# title-flag-answer
source: Flag this answer for the following reason:
ro: Raportează răspunsul pentru motivul:

# title-flag-statement
source: Flag this statement for the following reason:
ro: Raportează afirmația pentru motivul:

# title-flag-entity
source: Flag this author for the following reason:
ro: Raportează autorul pentru motivul:

# title-flag-comment
source: Flag this comment for the following reason:
ro: Raportează comentariul pentru motivul:

# info-reason-spam
source: This post appears to promote a product or service.
ro: Acest articol pare să promoveze un produs sau un serviciu.

# label-abuse
source: insults or rudeness
ro: insulte

# info-reason-abuse
source: This post is insulting or rude toward other users of Dignitas.
ro: Acest articol este insultător sau necivilizat față de alți utilizatori Dignitas.

# label-duplicate
source: duplicate of...
ro: duplicat al lui...

# info-reason-statement-duplicate
source: This statement already appears in Dignitas.
ro: Această afirmație există deja în Dignitas.

# info-reason-entity-duplicate
source: This author already appears in Dignitas.
ro: Acest autor există deja în Dignitas.

# label-type-something
source: type in some keywords...
ro: tastează niște termeni...

# label-off-topic
source: off-topic
ro: pe lîngă subiect

# info-reason-asnwer-off-topic
source: This answer does not address the topic of the statement.
ro: Răspunsul nu tratează subiectul afirmației.

# info-reason-statement-off-topic
source: This statement is outside the intended scope of Dignitas or is too broad to prove or disprove.
ro: Afirmația depășește scopul Dignitas sau este prea generică pentru a fi demonstrată sau infirmată.

# info-reason-entity-off-topic
source: Dignitas does not concern itself with this author's statements.
ro: Dignitas nu se preocupă de afirmațiile acestui autor.

# label-statement-unverifiable
source: unverifiable
ro: neverificabilă

# label-entity-unverifiable
source: unverifiable
ro: neverificabil

# info-reason-statement-unverifiable
source: It is not obvious that the author really made the statement.
ro: Nu este evident că autorul a făcut această afirmație.

# info-reason-entity-unverifiable
source: It is not obvious that the author exists and the profile data is correct.
ro: Nu este evident că autorul există și datele despre el sînt corecte.

# label-low-quality
source: low quality
ro: de slabă calitate

# info-reason-low-quality
source: This post has severe formatting or content problems that cannot be salvaged through editing.
ro: Acest mesaj are probleme severe de formatare sau de conținut, care nu pot fi reparate prin editări.

# label-not-needed
source: no longer needed
ro: nu mai este necesar

# info-reason-not-needed
source: This comment has been incorporated in the post, is outdated or not relevant to this post.
ro: Acest comentariu a fost înglobat în mesaj, este învechit sau nerelevant pentru acest mesaj.

# label-other-reason
source: other reason
ro: alt motiv

# label-provide-details
source: please provide details...
ro: te rugăm să dai detalii...

# label-frequent-colors
source: frequently used colors
ro: culori folosite frecvent

# info-no-history
source: There are no changes to this item. The current version is the only version.
ro: Nu există modificări la acest articol. Versiunea curentă este unica versiune.

# label-author
source: author
ro: autor

# label-changes
source: changes
ro: modificări

# link-show-revisions
source: show revisions
ro: arată versiunile

# info-read-guide-inline-attachment-%1
source: See %1 for ways of customizing the uploaded file.
ro: Vezi %1 pentru moduri de personalizare a fișierului încărcat.

# label-uploaded-file
source: uploaded file
ro: fișier încărcat

# link-delete-source
source: delete the source
ro: șterge sursa

# title-loyalty
source: loyalty
ro: loialitate

# link-loyalty-details
source: How is loyalty computed?
ro: Cum calculăm loialitatea?

# info-markdown-help
source: Markdown help
ro: ajutor pentru Markdown

# label-toggle-menu
source: toggle sidebar
ro: arată/ascunde meniul

# link-info
source: Info
ro: informații

# link-about
source: about us
ro: despre noi

# link-contact
source: contact us
ro: contact

# tooltip-dignitas-logo
source: Dignitas logo
ro: logoul Dignitas

source: help center
ro: ajutor

# link-notifications
source: notifications
ro: notificări

# link-dashboard
source: dashboard
ro: panou de control

# link-my-profile
source: my profile
ro: profilul meu

# info-reputation-manual
source: change reputation manually (will refresh the page)
ro: schimbă reputația manual (va reîncărca pagina)

# link-log-out
source: log out
ro: ieșire

# info-notification-unsubscribe
source: unsubscribe from notifications for this item
ro: dezabonează-mă de la toate notificările pentru acest articol

# relation-links
source: sources
ro: surse

# label-relation-links
source: sources
ro: surse

# link-delete-relation
source: delete the relationship
ro: șterge relația

# info-confirm-moderator-review-remove
source: Are you sure you want to delete this item?
ro: Confirmi ștergerea acestui mesaj?

# tooltip-review-keep
source: This action cannot be undone.
ro: Această acțiune nu poate fi anulată.

# tooltip-review-next
source: Skip this item forever and proceed to the next item in this queue.
ro: Sari permanent peste acest articol și treci la următorul articol din coadă.

# label-details-optional
source: details (optional)
ro: detalii (opționale)

# title-review-votes
source: votes in this review
ro: voturi în această evaluare

source: user
ro: utilizator

source: vote
ro: vot

source: details
ro: detalii

source: date
ro: data

# info-confirm-upvote
source: Your upvote was saved. Thanks for helping!
ro: Am înregistrat votul tău pozitiv. Apreciem implicarea ta.

# info-confirm-downvote
source: Your downvote was saved. You lost one reputation point, but we thank you for helping!
ro: Am înregistrat votul tău negativ. Ai pierdut un punct de reputație. Apreciem însă implicarea ta.

# info-confirm-accept
source: Answer accepted as proof.
ro: Răspuns acceptat ca demonstrație.

# info-confirm-unaccept
source: Answer rejected as proof.
ro: Răspuns respins ca demonstrație.

# tooltip-log-in-vote
source: Please log in to vote.
ro: Autentifică-te pentru a vota.

# tooltip-minimum-reputation-upvote-%1
source: You need at least %1 reputation to upvote.
ro: Îți trebuie o reputație de minimum %1 pentru a vota pozitiv.

# tooltip-minimum-reputation-downvote-%1
source: You need at least %1 reputation to downvote.
ro: Îți trebuie o reputație de minimum %1 pentru a vota negativ.

# tooltip-toggle-answer-proof
source: Accept/reject the answer as proof.
ro: Acceptă/respinge răspunsul ca demonstrație.

# tooltip-answer-is-proof
source: Answer accepted as proof.
ro: Răspuns acceptat ca demonstrație.

# link-visit-statement-page
source: visit the statement's page
ro: mergi la pagina afirmației

# statement-links
source: sources
ro: surse

# tooltip-downvote-statement-singular-%1
source: Downvote poorly sourced and formatted statements. Downvoting costs one reputation point.
ro: Votează negativ afirmațiile preluate inexact sau formatate defectuos. Această acțiune te costă un punct de reputație.

# tooltip-upvote-statement
source: Upvote properly sourced and formatted statements. Do not vote the statement's truth value.
ro: Votează pozitiv afirmațiile preluate exact și bine formatate. Valoarea de adevăr a afirmației nu se votează.

# link-statement-review-pending-edit
source: This statement has a pending edit. You can <a href="%1" class="alert-link">review it</a>.
ro: Această afirmație are o modificare sugerată. O poți <a href="%1" class="alert-link">evalua</a>.

# title-goal
source: goal
ro: scop

# info-tag-view-statements
source: View all statements with this tag.
ro: Vezi toate afirmațiile cu această etichetă.

# title-added-by
source: added by
ro: adăugată de

# sort-verdict-date-desc
source: newest verdicts
ro: cele mai noi verdicte

# sort-verdict-date-asc
source: oldest verdicts
ro: cele mai vechi verdicte

# sort-date-made-desc
source: newest statements
ro: cele mai recente afirmații

# sort-date-made-asc
source: oldest statements
ro: cele mai vechi afirmații

# label-other-filters
source: other filters
ro: alte filtre

# label-start-date
source: start date
ro: de la data

# label-end-date
source: end date
ro: pînă la data

# link-search-details
source: search help
ro: ajutor pentru căutare

# info-subscribe
source: request notifications about this item
ro: abonează-mă la notificări despre acest articol

# link-subscribe
source: watch
ro: urmărește

# info-unsubscribe
source: stop watching this item
ro: dezabonează-mă de la toate notificările despre acest articol

# link-unsubscribe
source: unwatch
ro: nu mai urmări

# link-view-markdown
source: show Markdown code
ro: arată codul Markdown

# link-reopen
source: reopen
ro: redeschide

# link-clone
source: clone
ro: clonează

# tooltip-save-draft
source: Save a private draft. You can edit the draft until you decide to publish it or delete it.
ro: Salvează o ciornă privată. Poți edita ciorna pînă cînd decizi să o publici sau să o ștergi.

# link-save-draft
source: save draft
ro: salvează ciornă

# info-confirm-publish
source: Are you sure you want to publish this article? It will become visible to everyone.
ro: Confirmi publicarea articolului? El va deveni vizibil pentru toți utilizatorii.

# title-edit-canned-response
source: edit canned response
ro: editează răspunsul predefinit

# label-contents
source: contents
ro: conținut

# info-confirm-delete-canned-response
source: Are you sure you want to delete this canned response?
ro: Confirmi ștergerea acestui răspuns predefinit?

# title-canned-responses
source: canned responses
ro: răspunsuri predefinite

# link-add-canned-response
source: add a canned response
ro: adaugă un răspuns predefinit

# title-order
source: order
ro: ordine

# title-comment-text
source: comment text
ro: textul comentariului

# title-actions
source: actions
ro: acțiuni

# link-save-order
source: save order
ro: salvează ordinea

# title-edit-domain
source: edit domain
ro: editează domeniul

# label-name
source: name
ro: nume

# info-domain-name
source: a domain name like google.com
ro: un nume de domeniu ca google.com

# label-display-value
source: display value
ro: valoare vizibilă

# info-domain-display-value
source: a value more suitable for humans
ro: o valoare mai potrivită pentru oameni

# label-image
source: image
ro: imagine

# label-delete-image
source: delete image
ro: șterge imaginea

# info-confirm-delete-domain
source: Are you sure you want to delete this domain?
ro: Confirmi ștergerea acestui domeniu?

# title-domains
source: domains
ro: domenii

# link-add-domain
source: add a domain
ro: adaugă un domeniu

# label-icon
source: icon
ro: iconiță

# email-hello
source: Hi,
ro: Bună ziua,

# email-user-invited-you-to-dignitas-%1-%2
source: The user %1 (%2) has invited you to register on Dignitas. To accept the invitation, please visit:
ro: Utilizatorul %1 (%2) te-a invitat să îți creezi un cont pe Dignitas. Pentru a accepta invitația, vizitează pagina:

# email-discard-invite
source: If you do not wish to register on Dignitas, please ignore this message.
ro: Dacă nu dorești să te înregistrezi pe Dignitas, te rugăm să ignori acest mesaj.

# email-thank-you
source: Thank you,
ro: Îți mulțumim,

# email-signature
source: the Dignitas team
ro: echipa Dignitas

# email-you-requested-password-change
source: Someone, possibly you, has requested a password change for your Dignitas account. To change your password, please visit:
ro: Cineva, posibil tu, a cerut schimbarea parolei pentru contul tău la Dignitas. Pentru a îți schimba parola, vizitează:

# email-discard-password-change
source: If you did not ask for a password change, please ignore this message.
ro: Dacă nu ai cerut schimbarea parolei, te rugăm să ignori acest mesaj.

# title-edit-entity
source: edit author
ro: editează autorul

# title-add-entity
source: add an author
ro: adaugă un autor

# phrase-long-possessive
source: long possessive
ro: genitiv lung

# label-optional
source: optional
ro: opțional

# phrase-short-possessive
source: short possessive
ro: genitiv scurt

# label-alias
source: also known as
ro: alias

# link-add-alias
source: add an alias
ro: adaugă un alias

# label-order
source: order
ro: ordine

# label-type
source: type
ro: tip

# info-change-entity-type-while-relations-exist
source: If you change the author type, all existing relations will be deleted. You can add new relations after you save the page.
ro: Dacă schimbi tipul de autor, toate relațiile existente vor fi șterse. Pentru a putea adăuga alte relații, va trebui să salvezi mai întîi pagina.

# label-color
source: color
ro: culoare

# label-relations
source: relationships
ro: relații

# label-add-relation
source: add a relationship
ro: adaugă o relație

# label-target
source: target
ro: țintă

# label-profile
source: profile
ro: profil

# label-entity-links
source: external links
ro: legături externe

# link-add-entity-link
source: add a link
ro: adaugă o legătură

# label-tags
source: tags
ro: etichete

# tooltip-upload-entity-image
source: Try to choose an official imag, such as the author's Facebook profile picture.
ro: Alege o imagine cît mai oficială a autorului, de exemplu poza sa de profil de pe Facebook. Încearcă să alegi o imagine pătrată.

# info-confirm-delete-entity
source: Are you sure you want to delete this author?
ro: Confirmi ștergerea acestui autor?

# info-confirm-reopen-entity
source: Are you sure you want to reopen this author?
ro: Confirmi redeschiderea acestui autor?

# link-entity-review-pending-edit
source: This author has a pending edit. You can <a href="%1" class="alert-link">review it</a>.
ro: Acest autor are o modificare sugerată. O poți <a href="%1" class="alert-link">evalua</a>.

# label-involvements
source: mentions
ro: mențiuni

# title-edit-entity-type
source: edit author type
ro: editează tipul de autor

# info-entity-type-name
source: name
ro: nume

# info-loyalty-source
source: Authors of this type have loyalty.
ro: Autorii de acest tip au o loialitate.

# label-loyalty-source
source: has loyalty
ro: are loialitate

# info-loyalty-sink
source: Authors of this type can be the object of loyalty.
ro: Autorii de acest tip sînt obiect al loialității.

# label-loyalty-sink
source: object of loyalty
ro: obiect al loialității

# info-has-color
source: Authors of this type have a color.
ro: Autorii de acest tip au o culoare.

# label-has-color
source: has a color
ro: are culoare

# info-is-default
source: Show this type by default for newly created authors.
ro: Oferă implicit acest tip pentru autorii nou creați.

# label-is-default
source: default
ro: implicit

# info-confirm-delete-entity-type
source: Are you sure you want to delete this author type?
ro: Confirmi ștergerea acestui tip de autor?

# title-entity-types
source: author types
ro: tipuri de autori

# link-add-entity-type
source: add an author type
ro: adaugă un tip de autor

# title-edit-help-category
source: edit category
ro: editează categoria de ajutor

# label-help-category-path
source: path
ro: cale

# info-help-category-path
source: visible in the category's URL
ro: o cale care va apărea în URL-ul acestei categorii

# title-help-pages-in-category
source: pages in this category
ro: pagini în această categorie

# info-confirm-delete-help-category
source: Are you sure you want to delete this category?
ro: Confirmi ștergerea categoriei?

# title-help-categories
source: help categories
ro: categorii de ajutor

# link-add-category
source: add a category
ro: adaugă o categorie

# link-add-help-page
source: add a page
ro: adaugă o pagină

# link-reorder-help-categories
source: reorder categories
ro: reordonează categoriile

# title-edit-help-page
source: edit help page
ro: editează pagina

# label-category
source: category
ro: categorie

# label-title
source: title
ro: titlu

# label-help-page-path
source: path
ro: cale
