Repository: TeamDignitas/dignitas
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ro

# label-deleted-statement-links
source: deleted sources
ro: surse șterse

# label-changed-statement-link
source: changed source
ro: sursă modificată

# label-added-involvements
source: added mentions
ro: mențiuni adăugate

# label-deleted-involvements
source: deleted mentions
ro: mențiuni șterse

# statement-type-any
source: any type
ro: orice tip

# statement-type-claim
source: claim
ro: aserțiune

# statement-type-flop
source: flip-flop
ro: răzgîndire

# statement-type-promise
source: promise
ro: promisiune

# label-claim-verdict
source: claim verdict
ro: verdictul afirmației

# label-flop-verdict
source: flip-flop verdict
ro: verdictul răzgîndirii

# label-promise-verdict
source: promise verdict
ro: verdictul promisiunii

# status-statement-duplicate
source: duplicate
ro: duplicat

# status-statement-closed
source: closed
ro: închisă

# status-statement-deleted
source: deleted
ro: ștearsă

# info-statement-closed
source: This statement was closed
ro: Această afirmație a fost închisă

# info-statement-deleted
source: This statement was deleted
ro: Această afirmație a fost ștearsă

# info-statement-spam
source: because it is spam.
ro: deoarece este spam.

# info-statement-abuse
source: because it is rude or abusive.
ro: deoarece conține insulte sau abuzuri.

# info-statement-duplicate-of
source: as a duplicate of the statement
ro: ca duplicat al afirmației

# info-statement-off-topic
source: because it is off-topic.
ro: deoarece este pe lîngă subiect.

# info-statement-unverifiable
source: because it is unverifiable.
ro: deoarece este neverificabilă.

# info-statement-low-quality
source: because it is low-quality.
ro: deoarece este de slabă calitate.

# info-statement-by-owner
source: by the user who added it.
ro: de către autorul său.

# info-minimum-reputation-add-statement-%s
source: You need at least %s reputation to add statements.
ro: Îți trebuie o reputație de minimum %s pentru a adăuga afirmații.

# info-minimum-reputation-edit-statement-%s
source: You need at least %s reputation to edit statements.
ro: Îți trebuie o reputație de minimum %s pentru a edita afirmații.

# info-only-moderator-edit-statement-verdict
source: This statement has a verdict. Only moderators can edit it directly.
ro: Această afirmație a primit un verdict. Doar moderatorii o mai pot modifica direct.

# info-banned-add-statement
source: You are banned from adding statements.
ro: Îți este interzisă adăugarea de afirmații.

# info-banned-edit-statement
source: You are banned from editing statements.
ro: Îți este interzisă editarea de afirmații.

# info-must-enter-email
source: Please enter an email address.
ro: Te rugăm să introduci o adresă de e-mail.

# info-email-taken
source: This email address is already taken.
ro: Această adresă de e-mail este deja folosită.

# info-incorrect-email
source: This email address looks incorrect.
ro: Adresa de e-mail pare incorectă.

# info-nickname-syntax
source: Your nickname must begin with a letter or digit and consist of 3 to 30 letters, digits and punctuation from among -_.
ro: Porecla trebuie să înceapă cu o literă sau cifră și să conțină 3-30 de litere, cifre și semne de punctuație dintre -_.

# info-nickname-taken
source: This nickname is already taken.
ro: Această poreclă este deja folosită.

# info-must-enter-password
source: Please enter a password.
ro: Te rugăm să introduci o parolă.

# info-must-enter-password-2
source: Please enter your password twice to prevent typos.
ro: Te rugăm să introduci parola de două ori pentru a preveni greșelile de tastare.

# info-password-mismatch
source: Passwords don't match.
ro: Parolele nu coincid.

# info-password-length
source: Your password must be at least 8 characters long.
ro: Parola trebuie să aibă cel puțin 8 caractere.

# info-minimum-reputation-%s
source: You need at least %s reputation to perform this action.
ro: Îți trebuie o reputație de minimum %s pentru această acțiune.

# info-moderator-only
source: Only moderators may perform this action.
ro: Doar moderatorii pot face această acțiune.

# info-minimum-reputation-flag-%s
source: You need at least %s reputation to flag.
ro: Îți trebuie o reputație de minimum %s pentru a face raportări.

# info-banned-flag
source: You are banned from flagging.
ro: Îți este interzisă raportarea articolelor.

# info-flag-limit-singular
source: You can use at most one flag every 24 hours.
ro: Poți face cel mult o raportare la 24 de ore.

# info-flag-no-object
source: Cannot flag: object does not exist.
ro: Nu pot face raportarea: articolul nu există.

# info-already-flagged
source: You already have a pending flag for this object.
ro: Ai raportat deja acest articol.

# info-banned-comment
source: You are banned from commenting.
ro: Îți este interzisă adăugarea de comentarii.

# info-cannot-comment-draft
source: You cannot comment on a draft.
ro: Nu poți comenta la ciorne.

# info-minimum-reputation-comment-%s
source: You need at least %s reputation to comment.
ro: Îți trebuie o reputație de minimum %s pentru a comenta.

# status-diff-active
source: active
ro: activă

# status-diff-duplicate
source: duplicate
ro: duplicat

# status-diff-closed
source: closed
ro: închisă

# status-diff-deleted
source: deleted
ro: ștearsă

# status-diff-pending-edit
source: pending edit
ro: modificare în așteptare

# info-item-is-pending-edit
source: This item is itself a pending edit.
ro: Articolul însuși este o modificare în așteptare.

# info-item-has-pending-edit
source: This item already has a pending edit; please wait for it to be reviewed.
ro: Acest articol are deja o modificare sugerată. Te rugăm să aștepți evaluarea ei.

# info-pending-edit-limit-%d
source: You have reached your limit of %d pending edits. Please wait for some of them to be reviewed.
ro: Ai atins limita zilnică de %d modificări sugerate. Te rugăm să aștepți evaluarea unora din ele.

# can-suggest-changes
source: You can suggest changes which will be placed in the review queue.
ro: Poți sugera modificări care vor fi puse în coada de evaluare.

# info-upload-size-%d
source: Maximum file size is %d MB.
ro: Dimensiunea maximă acceptată este %d MB.

# info-upload-type-%s
source: Supported file types are: %s.
ro: Tipurile de fișier acceptate sînt: %s.

# info-upload-error
source: An error occurred while uploading the file.
ro: A apărut o eroare la încărcarea fișierului.

# verdict-none
source: none
ro: niciunul

# verdict-undecidable
source: undecidable
ro: indecidabilă

# verdict-false
source: false
ro: falsă

# verdict-mostly-false
source: mostly false
ro: în general falsă

# verdict-mixed
source: mixed
ro: mixtă

# verdict-mostly-true
source: mostly true
ro: în general adevărată

# verdict-true
source: true
ro: adevărată

# verdict-flop
source: flip-flop
ro: răzgîndire

# verdict-half-flop
source: half-flop
ro: răzgîndire parțială

# verdict-no-flop
source: not a flip-flop
ro: nu este răzgîndire

# verdict-promise-broken
source: broken
ro: încălcată

# verdict-promise-stalled
source: stalled
ro: blocată

# verdict-promise-partial
source: partially kept
ro: îndeplinită parțial

# verdict-promise-kept-late
source: kept, but late
ro: îndeplinită cu întîrziere

# verdict-promise-kept
source: kept
ro: îndeplinită

# info-no-such-user
source: The user you are looking for does not exist.
ro: Utilizatorul căutat nu există.

# info-view-markdown-bad-object-type
source: Invalid object type.
ro: Ați ales un tip de obiect incorect.

# info-view-markdown-no-object
source: Article not found.
ro: Articolul căutat nu există.

# info-view-markdown-restricted-object
source: You have insufficient privileges to view that article.
ro: Aveți privilegii insuficiente pentru a vedea acel articol.

# info-no-such-answer
source: The answer you are looking for does not exist.
ro: Răspunsul căutat nu există.

# info-cannot-delete-answer
source: You cannot delete this answer.
ro: Nu poți șterge acest răspuns.

# info-confirm-answer-draft-deleted
source: Draft deleted.
ro: Am șters ciorna.

# info-confirm-answer-deleted
source: Answer deleted.
ro: Am șters răspunsul.

# info-cannot-reopen-answer
source: You cannot reopen this answer.
ro: Nu poți redeschide acest răspuns.

# info-confirm-answer-reopened
source: Answer reopened.
ro: Am redeschis răspunsul.

# info-changes-queued
source: Your changes were placed in the review queue.
ro: Modificările tale au fost adăugate la coada de evaluare.

# info-answer-updated
source: Answer updated.
ro: Am actualizat răspunsul.

# info-answer-posted
source: Answer posted.
ro: Am publicat răspunsul.

# info-empty-answer
source: Cannot post an empty answer.
ro: Nu poți publica un răspuns gol.

# info-answer-does-not-exist
source: The answer you are looking for does not exist.
ro: Răspunsul căutat nu există.

# info-answer-restricted
source: This answer was deleted and is only visible to privileged users.
ro: Acest răspuns a fost șters și este vizibil doar de către utilizatorii privilegiați.

# title-answer-history
source: Answer history for
ro: Istoricul răspunsului

# label-back-to-answer
source: back to answer
ro: înapoi la răspuns

# info-proof-requires-moderator
source: only moderators can accept answers as proof
ro: Doar moderatorii pot accepta răspunsuri ca demonstrații.

# info-proof-pending-edit
source: This answer has a suggested change. You can review it or wait for it to be reviewed.
ro: Răspunsul are o modificare sugerată. O poți evalua sau poți aștepta să fie evaluată.

# info-proof-active-status
source: Only active answers may be accepted as proof.
ro: Doar răspunsurile active pot fi acceptate ca demonstrație.

# info-no-such-archived-link
source: The archived page you requested does not exist.
ro: Pagina arhivată căutată nu există.

# info-minimum-reputation-upload-%s
source: You need at least %s reputation to upload documents.
ro: îți trebuie o reputație de minimum %s pentru a încărca fișiere.

# info-fake-login-devel
source: Fake logins are only allowed in development mode.
ro: Utilizatorii de test sînt permiși doar în modul development.

# info-incorrect-login
source: Incorrect email address or password.
ro: Adresa de e-mail sau parola sînt incorecte.

# email-subject-password-change
source: Password change for your Dignitas account
ro: Schimbarea parolei pentru contul Dignitas

# info-password-incorrect-token
source: The password reset token is incorrect.
ro: Codul de schimbare a parolei este incorect.

# info-password-expired-token
source: The password reset token has expired.
ro: Codul de schimbare a parolei a expirat.

# info-password-changed
source: Password changed successfully.
ro: Am schimbat cu succes parola.

# info-registration-disabled
source: Registration is disabled.
ro: Înregistrarea este dezactivată.

# info-invites-disabled
source: The invite system is disabled.
ro: Sistemul de invitații este dezactivat.

# info-incorrect-invite-code
source: The invitation code is incorrect.
ro: Codul invitației este incorect.

# info-invite-already-accepted
source: This invitation was already accepted.
ro: Această invitație a fost deja acceptată.

# info-register-manual
source: Please confirm reading the manual. It briefly explains the site's principles and restrictions.
ro: Confirmă că ai citit manualul. El explică succint funcționarea și restricțiile platformei.

# info-canned-response-deleted
source: Canned response deleted.
ro: Am șters răspunsul predefinit.

# info-canned-response-saved
source: Changes saved.
ro: Am salvat modificările.

# info-must-enter-canned-response-contents
source: Please enter the canned response contents.
ro: Te rugăm să introduci conținutul.

# info-canned-response-length-limit-%d
source: Canned responses, like comments, can be at most %d characters long.
ro: Răspunsurile predefinite, ca și comentariile, pot avea maximum %d de caractere.

# info-no-such-canned-response
source: The canned response you are looking for does not exist.
ro: Răspunsul predefinit căutat nu există.

# info-canned-response-history
source: History of canned response
ro: Istoricul răspunsului predefinit

# label-back-to-canned-response
source: back to responses
ro: înapoi la răspunsuri

# info-order-saved
source: Order saved.
ro: Am salvat ordinea.

# info-no-such-comment
source: The comment you are looking for does not exist.
ro: Comentariul căutat nu există.

# info-cannot-delete-comment
source: You have insufficient privileges to delete this comment.
ro: Ai o reputație insuficientă pentru a șterge comentariul.

# info-comment-deleted
source: Comment deleted.
ro: Am șters comentariul.

# info-domain-deleted-%s
source: Domain %s deleted.
ro: Am șters domeniul %s.

# info-cannot-delete-domain
source: Cannot delete this domain because some links use it.
ro: Nu pot șterge domeniul deoarece unele legături îl folosesc.

# info-domain-cloned
source: Domain cloned. This is the clone's page.
ro: Am clonat domeniul. Aceasta este pagina clonei.

# label-clone
source: clone
ro: clonă

# info-save-domain-before-clone
source: Please save the domain before cloning it.
ro: Te rugăm să salvezi domeniul înainte de a-l clona.

# info-domain-saved
source: Domain saved.
ro: Am salvat domeniul.

# info-must-enter-name
source: Please enter a name.
ro: Te rugăm să introduci un nume.

# info-domain-name-taken
source: A domain by this name already exists.
ro: Există deja un domeniu cu acest nume.

# info-must-enter-domain-display-value
source: Please enter a display value.
ro: Te rugăm să introduci o valoare vizibilă.

# info-cannot-delete-entity
source: You have insufficient privileges to delete this author.
ro: Ai o reputație insuficientă pentru a șterge autorul.

# info-confirm-entity-deleted.
source: Author deleted.
ro: Am șters autorul.

# info-cannot-reopen-entity
source: You cannot reopen this author.
ro: Nu poți redeschide acest autor.

# info-confirm-entity-reopened.
source: Author reopened.
ro: Am redeschis autorul.

# info-entity-added
source: Author added.
ro: Am adăugat autorul.

# info-entity-updated
source: Author updated.
ro: Am salvat autorul.

# info-validation-error
source: There are some errors in the data. Please fix them.
ro: Formularul conține erori. Te rugăm să le repari.

# info-incorrect-entity-type
source: Incorrect entity type.
ro: Tip de autor incorect.

# info-entity-profile-length-limit-%d
source: Author profiles can be at most %d characters long.
ro: Profilul autorului poate avea maximum %d de caractere.

# info-entity-type-change-invalidates-incoming-relations
source: Cannot change this author's type because other authors' relationships to this one would become invalid.
ro: Nu pot schimba tipul acestui autor deoarece relațiile altor autori cu acesta ar deveni incorecte.

# info-invalid-entity-links
source: Some links are invalid.
ro: Unele dintre legături sînt incorecte.

# info-no-such-entity
source: The author you are looking for does not exist.
ro: Autorul căutat nu există.

# info-restricted-entity
source: This author was deleted and is only visible to privileged users.
ro: Acest autor a fost șters și este vizibil doar de către utilizatorii privilegiați.

# info-entity-history
source: Author history for
ro: Istoricul autorului

# label-back-to-entity
source: back to author
ro: înapoi la autor

# info-entity-type-deleted-%s
source: Author type %s deleted.
ro: Am șters tipul de autor %s.

# info-cannot-delete-entity-type
source: You cannot delete this author type because it is being used.
ro: Nu poți șterge acest tip de autor deoarece este folosit.

# info-entity-type-saved
source: Author type saved.
ro: Am salvat tipul de autor.

# info-entity-type-name-taken
source: An author type by this name already exists.
ro: Există deja un tip de autor cu acest nume.

# info-entity-type-cannot-be-source-and-sink
source: Authors cannot both have loyalty and be the object of loyalty.
ro: Autorii nu pot să aibă loialitate și să fie și obiect al loialității.

# info-flag-deleted
source: Your flag was deleted.
ro: Raportarea a fost ștearsă.

# info-cannot-flag-duplicate-itself
source: Cannot flag item as a duplicate of itself.
ro: Nu poți raporta obiectul ca duplicat al său însuși.

# info-flag-saved
source: Your flag was saved.
ro: Am salvat raportarea.

# info-help-category-deleted-%s
source: Category %s deleted.
ro: Am șters categoria %s.

# info-cannot-delete-help-category
source: Cannot delete this category because it contains pages.
ro: Nu pot șterge categoria deoarece conține pagini de ajutor.

# info-help-category-saved
source: Category saved.
ro: Am salvat categoria.

# info-must-enter-help-category-path
source: Please enter a path.
ro: Te rugăm să introduci o cale.

# info-help-path-syntax
source: Paths can only contain lowercase Latin letters, digits and dashes.
ro: Calea poate conține doar litere mici ale alfabetului latin, cifre și cratime.

# info-help-category-path-taken
source: This path is already used.
ro: Această cale este deja folosită.

# info-duplicate-path-in-form
source: This path is used elsewhere in this form.
ro: Calea este definită pe altă filă din formular.

# info-no-such-help-item
source: The help page you are looking for does not exist.
ro: Pagina de ajutor cerută nu există.

# info-help-page-deleted
source: Page deleted.
ro: Am șters pagina.

# info-help-page-saved
source: Page saved.
ro: Am salvat pagina.

# info-must-select-help-page-category
source: Please select a category.
ro: Te rugăm să selectezi o categorie.

# info-must-enter-help-page-title
source: Please enter a page title.
ro: Te rugăm să introduci un titlu.

# info-must-enter-help-page-path
source: Please enter a path.
ro: Te rugăm să introduci o cale.

# info-must-enter-help-page-contents
source: Please enter the page contents.
ro: Te rugăm să introduci conținutul.

# info-help-page-path-taken
source: This path is already used.
ro: Această cale este deja folosită.

# info-no-such-help-page
source: The help page you are looking for does not exist.
ro: Pagina de ajutor cerută nu există.

# info-help-page-history
source: History of help page
ro: Istoricul paginii de ajutor

# label-back-to-help-page
source: back to page
ro: înapoi la pagină

# info-invite-sent
source: The invite was sent.
ro: Am trimis invitația.

# info-invite-user-exists
source: An account with that email address already exists.
ro: Există deja un utilizator cu această adresă.

# info-invite-email-exists
source: An invite was already sent to this email address.
ro: Există deja o invitație către această adresă.

# email-subject-invite
source: Invitation to Dignitas
ro: Invitație la Dignitas

# region-deleted-%s
source: Region [%s] deleted.
ro: Am șters regiunea [%s].

# info-banned-region
source: You are banned from managing regions.
ro: Îți este interzisă gestionarea regiunilor.

# info-region-saved
source: Region saved.
ro: Am salvat regiunea.

# info-region-loop
source: You cannot select a descendant as the parent.
ro: Nu poți alege un descendent ca părinte.

# info-region-nomenclature-saved
source: Region nomenclature saved.
ro: Am salvat nomenclatura regiunilor.

# info-no-such-region
source: The region you are looking for does not exist.
ro: Regiunea căutată nu există.

# info-no-such-relation
source: The relationship you are looking for does not exist.
ro: Relația căutată nu există.

# info-cannot-edit-relations
source: You may not edit this author's relationships.
ro: Nu poți edita relațiile acestui autor.

# info-relation-updated
source: Relationship sources updated.
ro: Am actualizat sursele relației.

# info-invalid-relation-links
source: Some source URLs are invalid.
ro: Unele dintre surse sînt incorecte.

# info-relation-type-deleted-%s
source: Relationship type %s deleted.
ro: Am șters tipul de relație %s.

# info-cannot-delete-relation-type
source: You cannot delete this relationship type because it is being used.
ro: Nu poți șterge acest tip de relație deoarece este folosit.

# info-relation-type-cloned
source: Relationship type cloned. This is the clone's page.
ro: Am clonat tipul de relație. Aceasta este pagina clonei.

# info-save-relation-type-before-clone
source: Please save the relationship type before cloning it.
ro: Te rugăm să salvezi tipul de relație înainte de a-l clona.

# info-relation-type-saved
source: Relationship type saved.
ro: Am salvat tipul de relație.

# info-relation-type-weight-range
source: Relationship weights must be between 0.0 and 1.0.
ro: Greutatea trebuie să fie un număr între 0.0 și 1.0.

# info-relation-type-symmetric-same-entity-types
source: Symmetric relationships can only occur between authors of the same type.
ro: Un tip de relație simetric poate exista doar între entități de același tip.

# info-banned-review
source: You are banned from accessing review queues.
ro: Îți este interzis accesul la evaluări.

# info-no-such-queue
source: No review queue exists by that name.
ro: Nu există nicio coadă de evaluare cu acest nume.

# info-no-such-review
source: No review exists with the given ID.
ro: Evaluarea căutată nu există.

# info-moderator-review-only
source: Only moderators may perform that review.
ro: Doar moderatorii pot face această evaluare.

# info-vote-saved
source: Your vote was recorded.
ro: Am salvat votul.

# info-vote-completes-review
source: This review is now complete. We have redirected you to the next review in this queue.
ro: Această evaluare este acum completă. Te-am redirecționat către următoarea evaluare din această coadă.

# info-cannot-delete-statement
source: You cannot delete this answer.
ro: Nu poți șterge acest răspuns.

# info-confirm-statement-draft-deleted
source: Draft deleted.
ro: Am șters ciorna.

# info-confirm-statement-deleted
source: Statement deleted.
ro: Am șters afirmația.

# info-cannot-reopen-statement
source: You cannot reopen this statement.
ro: Nu poți redeschide această afirmație.

# info-confirm-statement-reopened.
source: Statement reopened.
ro: Am redeschis afirmația.

# info-statement-added
source: Statement added.
ro: Am adăugat afirmația.

# info-statement-updated
source: Statement updated.
ro: Am actualizat afirmația.

# info-field-length-limit-%d
source: This field can be at most %d characters long.
ro: Acest cîmp poate avea maximum %d de caractere.

# info-must-enter-statement-entity
source: Please enter an author.
ro: Te rugăm să introduci un autor.

# info-must-enter-statement-summary
source: Please enter the statement summary.
ro: Te rugăm să introduci sumarul afirmației.

# info-must-enter-statement-context
source: Please enter the statement context.
ro: Te rugăm să introduci contextul afirmației.

# info-must-enter-statement-goal
source: Please enter the statement goal.
ro: Te rugăm să introduci scopul afirmației.

# info-must-enter-statement-date
source: Please enter a date.
ro: Te rugăm să introduci data afirmației.

# info-date-not-future
source: This date may not be in the future.
ro: Data nu poate fi în viitor.

# info-invalid-statement-links
source: Some source URLs are invalid.
ro: Unele dintre surse sînt incorecte.

# info-mismatch-statement-type-verdict
source: The verdict does not match the statement type. We reset it to "none" automatically.
ro: Verdictul nu se potrivește cu tipul afirmației. Am ales automat verdictul „niciunul”.

# info-no-such-statement
source: The statement you are looking for does not exist.
ro: Afirmația căutată nu există.

# info-restricted-statement
source: This statement was deleted and is only visible to privileged users.
ro: Această afirmație a fost ștearsă și este vizibilă doar de către utilizatorii privilegiați.

# title-statement-history
source: Statement history for
ro: Istoricul afirmației

# label-back-to-statement
source: back to statement
ro: înapoi la afirmație

# info-static-resource-deleted-%s
source: Resource %s deleted.
ro: Am șters resursa «%s».

# info-static-resource-saved
source: Changes saved.
ro: Am salvat modificările.
