Repository: TeamDignitas/dignitas
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ro

# info-help-page-path
source: visible in the page's URL
ro: o cale care va apărea în URL-ul acestei pagini

# info-confirm-delete-help-page
source: Are you sure you want to delete this page?
ro: Confirmi ștergerea paginii?

# title-send-invite
source: send an invite
ro: trimite o invitație

# title-invites
source: invites
ro: invitații

# link-add-invite
source: send an invite
ro: trimite o invitație

# label-invite-from
source: from
ro: de la

# label-invite-to
source: to
ro: pentru

# label-invite-accepted-by
source: accepted by
ro: acceptată de

# title-notifications
source: notifications
ro: notificări

# title-edit-region
source: edit region
ro: editează regiunea

# title-add-region
source: add a region
ro: adaugă o regiune

# label-parent-region
source: parent region
ro: regiunea-părinte

# info-confirm-delete-region
source: Are you sure you want to delete this region?
ro: Confirmi ștergerea acestei regiuni?

# info-cannot-delete-region
source: Cannot delete this region because (1) it has descendants or (2) it is being used.
ro: Nu pot șterge regiuni deoarece (1) are descendenți sau (2) este folosită.

# title-direct-descendants
source: direct descendants
ro: descendenți direcți

# title-duplicate-regions
source: duplicate regions
ro: regiuni cu același nume

# link-add-region
source: add a region
ro: adaugă o regiune

# title-region-nomenclature
source: region nomenclature
ro: nomenclatura regiunilor

# info-region-depth
source: level
ro: nivelul

# title-entity-count-with-limit
source: entities (%1 of %2 shown)
ro: autori (%1 din %2 afișați)

# title-entity-count
source: entities (%1)
ro: autori (%1)

# title-statement-count-with-limit
source: statements (%1 of %2 shown)
ro: afirmații (%1 din %2 afișate)

# title-statement-count
source: statements (%1)
ro: afirmații (%1)

# title-edit-relation
source: edit relationship
ro: editează relația

# link-add-relation-link
source: add a source
ro: adaugă o sursă

# title-edit-relation-type
source: edit relationship type
ro: editează tipul de relație

# info-relation-type-name
source: name
ro: nume

# label-from-entity-type
source: from author type
ro: de la tipul de autor

# label-to-entity-type
source: to author type
ro: la tipul de autor

# label-phrase
source: phrase type
ro: tip de frază

# info-relation-type-phrase
source: How does the relationship refer to the target author?
ro: Cum se referă relația la autorul-destinatar?

# label-weight
source: weight
ro: greutate

# info-relation-type-weight
source: weight
ro: greutate

# info-symmetric
source: For example, if A is a relative of B, the system will require that B also be a relative of A.
ro: De exemplu, dacă A este rudă cu B, sistemul va cere ca și B să fie rudă cu A.

# label-symmetric
source: symmetric
ro: simetric

# info-relation-type-membership
source: Membership relations are listed on the target author page.
ro: Relațiile de apartenență sînt listate pe pagina destinatarului.

# label-relation-type-membership
source: membership relationship
ro: relație de apartenență

# info-confirm-delete-relation-type
source: Are you sure you want to delete this relationship type?
ro: Confirmi ștergerea acestui tip de relație?

# title-relation-types
source: relationship types
ro: tipuri de relații

# link-add-relation-type
source: add relationship type
ro: adaugă un tip de relație

# info-add-entity-types-before-relation-types-%1
source: You must <a href="%1">add an entity type</a> before adding relationship types.
ro: Trebuie să <a href="%1">adaugi un tip de entitate</a> înainte să poți adăuga tipuri de relații.

# info-review-complete
source: This review is now complete. No further actions can be taken.
ro: Această evaluare este completă. Nu mai poți face alte acțiuni.

# info-review-target-item
source: Complete item:
ro: Articolul complet:

# info-statement-duplicate
source: This statement was flagged as a duplicate of
ro: Această afirmație a fost marcată ca duplicat al afirmației

# title-pertaining-to-statement
source: pertaining to statement:
ro: referitor la afirmația:

# info-entity-duplicate
source: This author was flagged as a duplicate of
ro: Acest autor a fost marcat ca duplicat al autorului

# info-entity-duplicate-process
source: Accepting this flag will transfer all statements from this duplicate to its canonical author. The aliases, relationships and other attributes will not be transferred.
ro: Acceptarea acestei raportări va transfera toate afirmațiile de la acest duplicat la autorul canonic. Aliasurile, relațiile și alte atribute nu vor fi transferate.

# title-pertaining-to-answer
source: pertaining to answer:
ro: referitor la răspunsul:

# info-review-queue-empty
source: This review queue is empty.
ro: Această coadă de evaluare este goală.

# title-edit-statement
source: edit statement
ro: editează afirmația

# title-add-statement
source: add a statement
ro: adaugă o afirmație

# label-entity
source: author
ro: autor

# info-author-not-found-add-author-%1
source: Author not found? You can <a href="%1">add an author</a> first.
ro: Nu găsești autorul? Poți <a href="%1">adăuga un autor</a> mai întîi.

# label-statement-date
source: statement date
ro: data afirmației

# info-confirm-statement-type-change
source: Are you sure you want to change the statement's type? This will clear the verdicts from all the statement's answers.
ro: Confirmi schimbarea tipului afirmației? Aceasta va șterge verdictele tuturor răspunsurilor la această afirmație.

# label-summary
source: summary
ro: sumar

# label-goal
source: goal
ro: scop

# label-statement-links
source: sources
ro: surse

# link-add-statement-link
source: add a source
ro: adaugă o sursă

# info-involvements
source: authors mentioned in the statement
ro: autori menționați în afirmație

# info-confirm-delete-statement
source: Are you sure you want to delete this statement?
ro: Confirmi ștergerea acestei afirmații?

# info-confirm-reopen-statement
source: Are you sure you want to reopen this statement?
ro: Confirmi redeschiderea acestei afirmații?

# title-unanswered-statements
source: Unanswered statements
ro: afirmații fără răspuns

# title-verdict-report
source: statements with unclear verdicts
ro: afirmații cu verdicte neclare

# title-statements-proof-no-verdict
source: statements with a proof, but no verdict
ro: afirmații cu demonstrație, dar fără verdict

# title-statements-verdict-no-proof
source: statements with a verdict, but no proof
ro: afirmații cu verdict, dar fără demonstrație

# title-statements-verdict-mismatch
source: statements with a verdict opposite to the proof's verdict
ro: afirmații cu un verdict opus față de cel al demonstrației

# title-answers-singular
source: one answer
ro: un răspuns

# title-your-answer
source: your answer
ro: răspunsul tău

# link-post-answer
source: post answer
ro: trimite răspunsul

# title-edit-static-resource
source: edit static resource
ro: editează resursa statică

# info-static-resource-name
source: A file name for this resource. The resource will have a URL with this name and can be referred under this name from the config file.
ro: Un nume de fișier pentru această resursă. Resursa va primi un URL cu acest nume și poate fi accesată sub acest nume din fișierul de configurare.

# label-locale
source: language
ro: limbă

# label-all-locales
source: all
ro: toate

# info-choose-static-resource-file
source: ... or upload a file
ro: ... sau încarcă un fișier

# info-confirm-delete-static-resource
source: Are you sure you want to delete this resource?
ro: Confirmi ștergerea acestei resurse?

# title-static-resources
source: static resources
ro: resurse statice

# link-add-static-resource
source: add a resource
ro: adaugă o resursă

# title-edit-tag
source: edit tag
ro: editează eticheta

# title-add-tag
source: add a tag
ro: adaugă o etichetă

# label-details
source: details
ro: detalii

# label-optional-tooltip
source: optional; visible in a tooltip while hovering
ro: opționale; vizibile la survol

# label-parent-tag
source: parent tag
ro: eticheta-părinte

# label-text-color
source: text color
ro: culoarea textului

# label-background-color
source: background color
ro: culoarea fundalului

# info-tag-icon-name
source: Optionally, an icon name. Here is <a href="https://material.io/resources/icons/">the set of available icons</a>. If we don't have the icon, you can contact us and ask that we add it to our set.
ro: Opțional, un nume de iconiță. Poți vedea <a href="https://material.io/resources/icons/">setul de iconițe disponibile</a>. Dacă nu avem iconița, ne poți contacta ca să ceri să o adăugăm la set.

# label-icon-only
source: show only the icon, no text
ro: arată doar iconița, fără text

# info-cannot-delete-tag
source: Cannot delete this tag because (1) it has descendants or (2) it is being used.
ro: Nu pot șterge eticheta deoarece (1) are descendenți sau (2) este folosită.

# title-descendants
source: descendants
ro: descendenți

# title-duplicate-tags
source: duplicate tags
ro: etichete duplicate

# link-add-tag
source: add a tag
ro: adaugă o etichetă

# title-tag
source: tag
ro: etichetă

# link-tag-list
source: all tags
ro: toate etichetele

# title-ban-user
source: Ban the user
ro: blochează utilizatorul

# label-duration
source: duration
ro: durată

# ban-duration-none
source: none
ro: niciuna

# ban-duration-10-minutes
source: 10 minutes
ro: 10 minute

# ban-duration-30-minutes
source: 30 minutes
ro: 30 de minute

# ban-duration-1-hour
source: 1 hour
ro: o oră

# ban-duration-2-hours
source: 2 hours
ro: 2 ore

# ban-duration-6-hour
source: 6 hours
ro: 6 ore

# ban-duration-12-hour
source: 12 hours
ro: 12 ore

# ban-duration-1-day
source: 1 day
ro: o zi

# ban-duration-3-days
source: 3 days
ro: 3 zile

# ban-duration-1-week
source: 1 week
ro: o săptămînă

# ban-duration-2-weeks
source: 2 weeks
ro: 2 săptămîni

# ban-duration-1-month
source: 1 month
ro: o lună

# ban-duration-3-months
source: 3 months
ro: 3 luni

# ban-duration-6-months
source: 6 months
ro: 6 luni

# ban-duration-forever
source: forever
ro: pentru totdeauna

# label-edit-user
source: edit my profile
ro: editează profilul

# label-about-me
source: about me
ro: despre mine

# tooltip-upload-user-image
source: Try to choose a square image.
ro: Încearcă să alegi o imagine pătrată.

# title-preferences
source: preferences
ro: preferințe

# label-new-user-notification
source: notify me when new users register
ro: notifică-mă cînd se înscrie un utilizator nou

# title-change-password
source: Change password (optional)
ro: Schimbă parola (opțional)

# title-user
source: user
ro: utilizator

# label-user
source: user
ro: utilizator

# label-member-since
source: member since
ro: membr(u/ă) de pe

# label-last-seen
source: last seen
ro: ultima vizită

# title-about-me
source: about me
ro: despre mine

# title-user-bans
source: bans
ro: blocaje

# label-ban-until
source: until
ro: pînă la

# link-ban
source: ban...
ro: blochează...

# info-language-changed
source: Interface language changed. Page contents (statements, answers etc.) are still in the language in which they were written.
ro: Am schimbat limba interfeței. Conținutul paginilor (afirmații, răspunsuri etc.) și-a păstrat limba în care a fost scris.

# search-keyword-closed
source: closed
ro: inchis

# search-keyword-yes
source: yes
ro: da

# search-keyword-no
source: no
ro: nu

# search-keyword-duplicate
source: duplicate
ro: duplicat

# search-keyword-answers
source: answers
ro: raspunsuri

# search-keyword-score
source: score
ro: scor

# date-format-ymd
source: %B %e, %Y
ro: %e %B %Y

# time-full-%s
source: on %s
ro: pe %s

# time-day-ago-singular
source: one day ago
ro: acum o zi

# time-yesterday
source: yesterday
ro: ieri

# time-hour-ago-singular
source: one hour ago
ro: acum o oră

# time-minute-ago-singular
source: one minute ago
ro: acum un minut

# time-second-ago-singular
source: one second ago
ro: acum o secundă

# info-already-logged-in
source: You are already logged in.
ro: Ești deja autentificat(ă).

# info-must-log-in
source: Please log in to perform this action.
ro: Te rugăm să te autentifici.

# action-created
source: created
ro: a creat

# action-updated
source: modified
ro: a modificat

# action-closed
source: closed
ro: a închis

# action-deleted
source: deleted
ro: a șters

# action-reopened
source: reopened
ro: a redeschis

# action-created-pending-edit
source: suggested changes for
ro: a sugerat o modificare pentru

# action-voted-up
source: voted up
ro: a votat pozitiv

# action-voted-down
source: voted down
ro: a votat negativ

# action-retracted-vote
source: retracted vote for
ro: și-a retras votul pentru

# action-voted-keep
source: voted to keep
ro: a votat pentru a păstra

# action-voted-accept-pending-edit
source: voted to accept suggested changes to
ro: a votat pentru a accepta modificările pentru

# action-voted-reopen
source: voted to reopen
ro: a votat pentru a redeschide

# action-voted-remove
source: voted to remove
ro: a votat pentru a elimina

# action-voted-refuse-pending-edit
source: voted to refuse suggested changes to
ro: a votat pentru a refuza modificările la

# action-voted-ignore-reopen
source: voted to ignore reopen request for
ro: a votat pentru a nu redeschide

# action-retracted-flag
source: retracted flag for
ro: și-a retras raportarea pentru

# info-answer-deleted
source: This answer was deleted
ro: Acest răspuns a fost șters

# info-answer-spam
source: because it is spam.
ro: deoarece este spam.

# info-answer-abuse
source: because it is rude or abusive.
ro: deoarece conține insulte sau abuzuri.

# info-answer-off-topic
source: because it is off-topic.
ro: deoarece este pe lîngă subiect.

# info-answer-low-quality
source: because it is low-quality.
ro: deoarece este de slabă calitate.

# info-answer-by-owner
source: by its author.
ro: de către autorul său.

# info-by
source: by
ro: de către

# info-other-reason
source: for other reasons.
ro: pentru alt motiv.

# info-minimum-reputation-add-answer-%s
source: You need at least %s reputation to add answers.
ro: Îți trebuie o reputație de minimum %s pentru a adăuga răspunsuri.

# info-minimum-reputation-edit-answer-%s
source: You need at least %s reputation to edit answers.
ro: Îți trebuie o reputație de minimum %s pentru a edita răspunsuri.

# info-only-moderator-edit-proof-answer
source: This answer was accepted as proof. Only moderators can edit it directly.
ro: Acest răspuns a fost acceptat ca demonstrație. Doar moderatorii îl mai pot modifica direct.

# info-banned-add-answer
source: You are banned from adding answers.
ro: Îți este interzisă adăugarea de răspunsuri.

# info-banned-edit-answer
source: You are banned from editing answers.
ro: Îți este interzisă editarea de răspunsuri.

# ban-add-entity
source: adding authors
ro: adăugarea de autori

# ban-edit-entity
source: editing authors
ro: editarea de autori

# ban-add-statement
source: adding statements
ro: adăugarea de afirmații

# ban-edit-statement
source: editing statements
ro: editarea de afirmații

# ban-add-answer
source: adding answers
ro: adăugarea de răspunsuri

# ban-edit-answer
source: editing answers
ro: editarea de răspunsuri

# ban-pending-edits
source: suggesting changes
ro: sugerarea de modificări

# ban-delete
source: deleting items
ro: ștergeri

# ban-vote
source: voting
ro: voturi

# ban-flag
source: flagging
ro: raportări

# ban-comment
source: commenting
ro: comentarii

# ban-tag-region
source: tags and regions
ro: etichete și regiuni

# ban-review
source: reviews
ro: evaluări

# info-this-comment-was-deleted
source: This comment was deleted
ro: Acest comentariu a fost șters

# info-comment-spam
source: because it is spam.
ro: deoarece este spam.

# info-comment-abuse
source: because it is rude or abusive.
ro: deoarece conține insulte sau abuzuri.

# info-comment-by-owner
source: by its author.
ro: de către autorul său.

# info-comment-not-needed
source: because it is no longer needed.
ro: deoarece nu mai este necesar.

# info-comment-length-limit-%d
source: Comments can be at most %d characters long.
ro: Comentariile pot avea maximum %d de caractere.

# status-entity-duplicate
source: duplicate
ro: duplicat

# status-entity-closed
source: closed
ro: închis

# status-entity-deleted
source: deleted
ro: șters

# info-entity-closed
source: This author was closed
ro: Acest autor a fost închis

# info-entity-deleted
source: This author was deleted
ro: Acest autor a fost șters

# info-entity-spam
source: because its profile contains spam.
ro: deoarece profilul său conține spam.

# info-entity-abuse
source: because its profile contains insults or abuse.
ro: deoarece profilul său conține insulte sau abuzuri.

# info-entity-duplicate-of
source: as a duplicate of the author
ro: ca duplicat al autorului

# info-entity-off-topic
source: because it is off-topic.
ro: deoarece este pe lîngă subiect.

# info-entity-unverifiable
source: because it is unverifiable.
ro: deoarece este neverificabil.

# info-entity-by-owner
source: by the user who added it.
ro: de către autorul său.

# info-minimum-reputation-add-entity-%s
source: You need at least %s reputation to add authors.
ro: Îți trebuie o reputație de minimum %s pentru a adăuga afirmații.

# info-minimum-reputation-edit-entity-%s
source: You need at least %s reputation to edit authors.
ro: Îți trebuie o reputație de minimum %s pentru a adăuga afirmații.

# info-banned-add-entity
source: You are banned from adding authors.
ro: Îți este interzisă adăugarea de autori.

# info-banned-edit-entity
source: You are banned from editing authors.
ro: Îți este interzisă editarea de autori.

# flag-advisory
source: advisory
ro: consultativ

# flag-executive
source: executive
ro: executoriu

# notification-changes
source: changes to
ro: modificări la

# notification-vote
source: new vote on
ro: vot nou pentru

# notification-new-answer
source: new answer to
ro: răspuns nou la

# notification-new-comment
source: new comment on
ro: comentariu nou la

# notification-mention
source: you were mentioned in
ro: ai fost menționat(ă) în

# notification-answer-accepted
source: answer accepted as proof:
ro: răspuns acceptat ca demonstrație:

# notification-answer-rejected
source: answer rejected as proof:
ro: răspuns respins ca demonstrație:

# notification-user-registered
source: new registered user:
ro: utilizator nou înregistrat:

# info-target-entity
source: Please choose a target author.
ro: Te rugăm să alegi un autor-țintă.

# info-related-itself
source: An author cannot be related to itself.
ro: Un autor nu poate fi în relație cu el însuși.

# info-incorrect-relation-%s-%s-%s
source: %s cannot be %s %s.
ro: %s nu poate fi %s %s.

# info-dates-out-of-order
source: The start date cannot be past the end date.
ro: Data de început nu poate fi mai mare ca data de sfîrșit.

# phrase-regular
source: regular
ro: normal

# phrase-none
source: none
ro: niciunul

# reason-name-abuse
source: abuse
ro: abuzuri

# reason-name-duplicate
source: duplicate
ro: duplicat

# reason-name-off-topic
source: off-topic
ro: pe lîngă subiect

# reason-name-unverifiable
source: unverifiable
ro: neverificabil

# reason-name-low-quality
source: low quality
ro: de slabă calitate

# reason-name-new-user
source: post from new user
ro: provine de la un utilizator nou

# reason-name-late-answer
source: late answer
ro: răspuns tîrziu

# reason-name-reopen
source: reopened
ro: propus pentru redeschidere

# reason-name-pending-edit
source: suggested changes
ro: modificări sugerate

# reason-name-other-reason
source: other reasons
ro: alte motive

# reason-name-not-needed
source: no longer needed
ro: nenecesar

# queue-name-spam
source: items flagged as spam
ro: articole raportate ca spam

# queue-name-abuse
source: items flagged as abuse
ro: articole raportate ca abuzuri

# queue-name-duplicate
source: items flagged as duplicate
ro: articole raportate ca duplicate

# queue-name-off-topic
source: items flagged as off-topic
ro: articole raportate ca pe lîngă subiect

# queue-name-unverifiable
source: items flagged as unverifiable
ro: articole raportate ca neverificabile

# queue-name-low-quality
source: items flagged as low quality
ro: articole raportate ca fiind de slabă calitate

# queue-name-new-user
source: posts from new users
ro: mesaje de la utilizatori noi

# queue-name-late-answer
source: late answers
ro: răspunsuri tîrzii

# queue-name-reopen
source: items flagged for reopening
ro: articole propuse pentru redeschidere

# queue-name-pending-edit
source: suggested changes
ro: modificări sugerate

# queue-name-other-reason
source: items flagged for other reasons
ro: articole raportate pentru alte motive

# queue-name-not-needed
source: no longer needed comments
ro: comentarii raportate ca nenecesare

# queue-url-abuse
source: abuse
ro: abuz

# queue-url-duplicate
source: duplicates
ro: duplicat

# queue-url-off-topic
source: off-topic
ro: pe-linga-subiect

# queue-url-unverifiable
source: unverifiable
ro: neverificabil

# queue-url-low-quality
source: low quality
ro: slaba-calitate

# queue-url-new-user
source: new-user
ro: utilizator-nou

# queue-url-late-answer
source: late-answers
ro: raspuns-tirziu

# queue-url-reopen
source: reopen
ro: redeschidere

# queue-url-pending-edit
source: suggested-changes
ro: modificari-sugerate

# queue-url-other-reason
source: other
ro: alt-motiv

# queue-url-not-needed
source: not-needed
ro: nenecesare

# vote-reopen
source: reopen
ro: redeschide

# vote-accept
source: accept
ro: acceptă

# vote-keep
source: keep
ro: păstrează

# vote-ignore
source: ignore
ro: ignoră

# vote-refuse
source: refuse
ro: refuză

# vote-remove
source: remove
ro: elimină

# review-resolution-pending
source: pending
ro: în așteptare

# review-resolution-stale
source: stale
ro: expirată

# review-resolution-object-gone
source: post no longer exists
ro: articol inexistent

# review-resolution-reopen
source: reopen
ro: redeschide

# review-resolution-accept
source: accept
ro: acceptă

# review-resolution-keep
source: keep
ro: păstrează

# review-resolution-ignore
source: ignore
ro: ignoră

# review-resolution-refuse
source: refuse
ro: refuză

# review-resolution-remove
source: remove
ro: elimină

# info-added-reopen-queue
source: The post was added to the reopen queue and will be evaluated soon.
ro: Articolul a fost adăugat la coada pentru redeschidere și va fi evaluat curînd.

# title-changes-contents
source: changes to contents
ro: modificări la conținut

# label-status
source: status
ro: stare

# label-proof
source: acceptance
ro: acceptare

# title-changes-profile
source: changes to profile
ro: modificări la profil

# label-entity-name
source: name
ro: nume

# label-entity-type
source: type
ro: tip

# label-entity-color
source: color
ro: culoare

# label-image-file
source: image file
ro: fișier imagine

# label-added-tags
source: added tags
ro: etichete adăugate

# label-deleted-tags
source: deleted tags
ro: etichete șterse

# label-added-aliases
source: added aliases
ro: aliasuri adăugate

# label-deleted-aliases
source: deleted aliases
ro: aliasuri șterse

# label-changed-alias
source: changed alias
ro: alias modificat

# label-added-entity-links
source: added links
ro: legături adăugate

# label-deleted-entity-links
source: deleted links
ro: legături șterse

# label-changed-entity-link
source: changed link
ro: legătură modificată

# label-added-relations
source: added relationships
ro: relații adăugate

# label-deleted-relations
source: deleted relationships
ro: relații șterse

# label-changed-relation
source: changed relationship
ro: relație modificată

# title-changes-summary
source: changes to summary
ro: modificări la sumar

# title-changes-context
source: changes to context
ro: modificări la context

# title-changes-goal
source: changes to goal
ro: modificări la scop

# label-statement-entity
source: author
ro: autor

# label-added-statement-links
source: added sources
ro: surse adăugate
