Repository: TeamDignitas/dignitas
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ro

# info-static-resource-exists
source: A resource by this name and for this language already exists.
ro: Există deja o resursă cu acest nume și pentru această limbă.

# info-no-content-or-uploaded-file
source: Please type in the contents or choose a file to upload.
ro: Trebuie să tastezi conținutul resursei sau să alegi un fișier pentru încărcare.

# info-unsubscribed
source: You unsubscribed from this item.
ro: Ai fost dezabonat de la acest articol.

# info-subscribed
source: You subscribed to this item.
ro: Ai fost abonat la acest articol.

# tag-deleted-%s
source: Tag [%s] deleted.
ro: Am șters eticheta [%s].

# info-banned-tag
source: You are banned from managing tags.
ro: Îți este interzisă gestionarea etichetelor.

# info-tag-cloned
source: Tag cloned. This is the clone's page.
ro: Am clonat eticheta. Aceasta este pagina clonei.

# info-save-tag-before-clone
source: Please save the tag before cloning it.
ro: Te rugăm să salvezi eticheta înainte de a o clona.

# info-tag-saved
source: Tag saved.
ro: Am salvat eticheta.

# info-tag-loop
source: You cannot select a descendant as the parent.
ro: Nu poți alege un descendent ca părinte.

# info-no-such-tag
source: The tag you are looking for does not exist.
ro: Eticheta căutată nu există.

# info-ban-deleted
source: Ban removed.
ro: Am șters blocajul.

# info-changes-saved
source: Changes saved.
ro: Am salvat modificările.

# info-change-reputation-devel
source: Changing your reputation is only allowed in development mode.
ro: Îți poți schimba reputația numai în modul development.

# info-reputation-range-%d-%d
source: Reputation must be an integer between %d and %d.
ro: Reputația trebuie să fie un întreg între %d și %d.

# info-bad-vote
source: Bad vote format.
ro: Votul are un format incorect.

# info-minimum-reputation-vote-%s
source: You need at least %s reputation to vote.
ro: Îți trebuie o reputație de minimum %s pentru a vota.

# info-banned-vote
source: You are banned from voting.
ro: Îți este interzisă votarea.

# info-vote-no-object
source: Cannot vote: object does not exist.
ro: Nu pot salva votul: obiectul nu există.

# info-cannot-self-vote
source: You cannot vote on your own messages.
ro: Nu poți vota propriile mesaje.
